Repository: sagarpatel1137/iOS_CommonCode_Helper
Catalog: Vasundhara_CommonCode_Demo/Vasundhara_CommonCode_Demo/Resources/Localise/*.strings
Languages: af

source: Update Required
af: Opdatering vereis

source: We've noticed that you've been using the deprecated application version for a long time. Please update to the latest version and enjoy the app.
af: Ons het opgemerk dat jy die verouderde toepassingsweergawe lankal gebruik. Dateer asseblief op na die nuutste weergawe en geniet die toepassing.

source: Update
af: Dateer op

source: Cancel
af: Kanselleer

source: Enjoying the app?
af: Geniet jy die toepassing?

source: Let us know by leaving a 5 star rating
af: Laat weet ons deur 'n 5-ster-gradering te gee

source: Ask me latter!
af: Vra my laasgenoemde!

source: Not interested?
af: Stel u nie belang nie?

source: Please share why
af: Deel asseblief hoekom

source: Don't know what it is
af: Weet nie wat dit is nie

source: Too expensive
af: Te duur

source: I don't pay for apps
af: Ek betaal nie vir toepassings nie

source: I need to try it first
af: Ek moet dit eers probeer

source: Feedback
af: Terugvoer

source: Share your experience with us
af: Deel jou ervaring met ons

source: What is your Profession?
af: Wat is jou beroep?

source: Write your Suggestions
af: Skryf jou voorstelle

source: Submit
af: Dien in

source: Write Here...
af: Skryf hier...

source: Write Here your suggestion/Feedback...
af: Skryf jou voorstel/terugvoer hier...

source: Please enter text
af: Voer asseblief teks in

source: Please enter your suggestions
af: Voer asseblief jou voorstelle in

source: Feedback sent successfully
af: Terugvoer suksesvol gestuur

source: Check your internet connection
af: Gaan jou internetverbinding na

source: Retry
af: Probeer weer

source: Change Language
af: Verander taal

source: HAVE DOUBTS?
af: HET TWYFEL?

source: Start with a free trial
af: Begin met 'n gratis proeflopie

source: View All Plans
af: Bekyk alle planne

source: NOW
af: NOU

source: Today: Get Instant Access
af: Vandag: Kry Onmiddellike Toegang

source: Day 2: Trial Reminder
af: Dag 2: Verhoorherinnering

source: Day 3: Premium Begins
af: Dag 3: Premium begin

source: Day 5: Trial Reminder
af: Dag 5: Proefherinnering

source: Day 7: Premium Begins
af: Dag 7: Premium begin

source: Unlock all the features.
af: Ontsluit al die kenmerke.

source: Get a reminder about when your free trial will end. Cancel anytime in 15 seconds.
af: Kry 'n herinnering oor wanneer jou gratis proeftydperk sal eindig. Kanselleer enige tyd binne 15 sekondes.

source: Your trial will convert to full price unless cancelled.
af: Jou proeflopie sal na volle prys omskakel, tensy dit gekanselleer word.

source: Unlock All Features
af: Ontsluit alle kenmerke

source: Best Value
af: Beste Waarde

source: Most Popular
af: Gewildste

source: Recommend
af: Beveel aan

source: Lifetime
af: Leeftyd

source: Yearly
af: Jaarliks

source: Monthly
af: Maandeliks

source: Weekly
af: Weekliks

source: Pay once, enjoy forever
af: Betaal een keer, geniet vir altyd

source: Enjoy forever
af: Geniet vir altyd

source: OFF
af: AF

source: by
af: deur

source: Exclusive Deal
af: Eksklusiewe Deal

source: Limited Time Offer Specially For You!
af: Beperkte tyd Aanbod spesiaal vir jou!

source: Don't Miss Out!
af: Moenie uitmis nie!

source: TRY NOW
af: PROBEER NOU

source: day
af: dag

source: days
af: dae

source: month
af: maand

source: year
af: jaar

source: Day
af: Dag

source: Days
af: Dae

source: Month
af: Maand

source: Year
af: Jaar

source: Continue
af: Gaan voort

source: Pay Nothing Now
af: Betaal nou niks

source: Cancel anytime. Secure with App Store
af: Kanselleer enige tyd. Veilig met App Store

source: Restore
af: Herstel

source: Terms of Use
af: Gebruiksvoorwaardes

source: Privacy Policy
af: Privaatheidsbeleid

source: Subscription will auto-renew, Cancel anytime.
af: Intekening sal outomaties hernu word, kanselleer enige tyd.

source: Start My Free Trial
af: Begin my gratis proeftydperk

source: Try
af: Probeer

source: for
af: vir

source: Payment is charged after
af: Betaling word gehef na

source: cancel anytime.
af: kanselleer enige tyd.

source: free
af: gratis

source: then
af: dan

source: use
af: gebruik

source: upto
af: tot

source: Lifetime Purchase
af: Lewenslange aankoop

source: Cancel Anytime
af: Kanselleer enige tyd

source: Sorry can't connect iTunes Store
af: Jammer kan nie iTunes Store koppel nie

source: Alert
af: Waarskuwing

source: Purchase failed or something went wrong.
af: Aankoop het misluk of iets het verkeerd geloop.

source: Error
af: Fout

source: Restore failed Or Nothing to Restore First Purchase.
af: Herstel misluk of niks om eerste aankoop te herstel nie.
