Repository: sagarpatel1137/iOS_CommonCode_Helper
Catalog: iOS_CommonCode/Resources/Localise/Pod_*.strings
Languages: ca, el, fil, he, hi, hr, hu, id, ja, ku, nl, pl, th, ur, zh_hans

source: TRY NOW
ca: PROVA ARA
el: ΔΟΚΙΜΑΣΤΕ ΤΩΡΑ
fil: SUBUKAN NGAYON
he: נסה עכשיו
hi: अभी आज़माएँ
hr: PROBAJTE SADA
hu: PRÓBÁLJA MEG
id: hari
ja: 今すぐお試しください
ku: NIHA biceribîne
nl: dag
pl: dzień
th: ลองเลยตอนนี้
ur: ابھی کوشش کریں۔
zh_hans: 立即试用

source: day
ca: dia
el: ημέρα
fil: araw
he: יְוֹם
hi: दिन
hr: dan
hu: nap
id: hari-hari
ja: 日
ku: roj
nl: dagen
pl: dni
th: วัน
ur: دن
zh_hans: 日

source: days
ca: dies
el: ημέρες
fil: araw
he: ימים
hi: दिन
hr: dana
hu: napokon
id: minggu
ja: 日
ku: rojan
nl: week
pl: tydzień
th: วัน
ur: دن
zh_hans: 日

source: week
ca: setmana
el: εβδομάδα
fil: linggo
he: שָׁבוּעַ
hi: सप्ताह
hr: tjedan
hu: hét
id: bulan
ja: 週
ku: hefte
nl: maand
pl: miesiąc
th: สัปดาห์
ur: ہفتہ
zh_hans: 周

source: month
ca: mes
el: μήνας
fil: buwan
he: חוֹדֶשׁ
hi: महीना
hr: mjesec
hu: hónap
id: tahun
ja: 月
ku: meh
nl: jaar
pl: rok
th: เดือน
ur: مہینہ
zh_hans: 月

source: year
ca: any
el: έτος
fil: taon
he: שָׁנָה
hi: वर्ष
hr: godina
hu: év
id: Hari
ja: 年
ku: sal
nl: Dag
pl: dzień
th: ปี
ur: سال
zh_hans: 年

source: Day
ca: Dia
el: Ημέρα
fil: Araw
he: יְוֹם
hi: दिन
hr: Dan
hu: Nap
id: Hari
ja: 日
ku: Roj
nl: Dagen
pl: dni
th: วัน
ur: دن
zh_hans: 日

source: Days
ca: Dies
el: Μέρες
fil: Mga araw
he: ימים
hi: दिन
hr: dana
hu: Napok
id: Minggu
ja: 日
nl: Week
pl: tydzień
th: วัน
ur: دن
zh_hans: 日

source: Week
ca: Setmana
el: Εβδομάδα
fil: Linggo
he: שָׁבוּעַ
hi: सप्ताह
hr: Tjedan
hu: Hét
id: Bulan
ja: 週
ku: Hefte
nl: Maand
pl: miesiąc
th: สัปดาห์
ur: ہفتہ
zh_hans: 周

source: Month
ca: Mes
el: Μήνας
fil: buwan
he: חוֹדֶשׁ
hi: महीना
hr: Mjesec
hu: Hónap
id: Tahun
ja: 月
ku: Meh
nl: Jaar
pl: rok
th: เดือน
ur: مہینہ
zh_hans: 月

source: Year
ca: Any
el: Ετος
fil: taon
he: שָׁנָה
hi: वर्ष
hr: Godina
hu: Év
id: Lanjutkan
ja: 年
ku: Sal
nl: Doorgaan
pl: Kontynuuj
th: ปี
ur: سال
zh_hans: 年

source: Continue
ca: Continua
el: Συνεχίζω
fil: Magpatuloy
he: לְהַמשִׁיך
hi: जारी रखें
hr: Nastaviti
hu: Folytatás
id: Tidak Membayar Sekarang
ja: 続行
ku: Berdewamkirin
nl: Betaal nu niets
pl: Nie płać nic teraz
th: ดำเนินการต่อ
ur: جاری رکھیں
zh_hans: 继续

source: Pay Nothing Now
ca: No pagueu res ara
el: Πληρώστε τίποτα τώρα
fil: Walang Magbayad Ngayon
he: לא לשלם כלום עכשיו
hi: अभी कुछ भी भुगतान न करें
hr: Ne plaćajte ništa sada
hu: Most ne fizessen semmit
id: Batalkan kapan saja. Aman dengan App Store
ja: 今すぐ支払う必要はありません
ku: Naha Tiştek Nadin
nl: Annuleer op elk gewenst moment. Beveiligd met App Store
pl: Anuluj w dowolnym momencie. Bezpieczne z App Store
th: ไม่ต้องจ่ายอะไรเลยตอนนี้
ur: ابھی کچھ نہیں ادا کریں۔
zh_hans: 现在无需支付任何费用

source: Cancel anytime. Secure with App Store
ca: Cancel·la en qualsevol moment. Segur amb App Store
el: Ακύρωση ανά πάσα στιγμή. Ασφαλίστε με το App Store
fil: Kanselahin anumang oras. Secure sa App Store
he: בטל בכל עת. מאובטח עם App Store
hi: किसी भी समय रद्द करें। ऐप स्टोर के साथ सुरक्षित
hr: Otkaži bilo kada. Zaštitite se uz App Store
hu: Bármikor lemondhatja. Biztonságos az App Store segítségével
id: Pulihkan
ja: いつでもキャンセルできます。App Store で保護されています
ku: Her dem betal bike. Bi App Store re ewleh bikin
nl: Herstellen
pl: Przywróć
th: ยกเลิกได้ตลอดเวลา ปลอดภัยด้วย App Store
ur: کسی بھی وقت منسوخ کریں۔ ایپ اسٹور کے ساتھ محفوظ کریں۔
zh_hans: 随时取消。通过 App Store 保护

source: Restore
ca: Restaurar
el: Επαναφέρω
fil: Ibalik
he: לְשַׁחְזֵר
hi: पुनर्स्थापित करें
hr: Vratiti
hu: Visszaállítás
id: Persyaratan Penggunaan
ja: 復元
ku: Nûvdekirin
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
th: กู้คืน
ur: بحال کریں۔
zh_hans: 恢复

source: Terms of Use
ca: Condicions d'ús
el: Όροι Χρήσης
fil: Mga Tuntunin sa Paggamit
he: תנאי שימוש
hi: उपयोग की शर्तें
hr: Uvjeti korištenja
hu: Felhasználási feltételek
id: Kebijakan Privasi
ja: 利用規約
ku: Mercên Bikaranînê
nl: Privacybeleid
pl: Polityka prywatności
th: เงื่อนไขการใช้งาน
ur: استعمال کی شرائط
zh_hans: 使用条款

source: Privacy Policy
ca: Política de privadesa
el: Πολιτική Απορρήτου
fil: Patakaran sa Privacy
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Politika privatnosti
hu: Adatvédelmi szabályzat
id: per
ja: プライバシー ポリシー
nl: per
pl: per
th: นโยบายความเป็นส่วนตัว
ur: رازداری کی پالیسی
zh_hans: 隐私政策

source: per
el: ανά
fil: bawat
he: לְכָל
hi: प्रति
hr: po
id: Langganan akan otomatis diperbarui, Batalkan kapan saja.
ja: 当たり
ku: her
nl: Abonnement wordt automatisch verlengd, annuleer op elk gewenst moment.
pl: Subskrypcja zostanie automatycznie odnowiona, anuluj w dowolnym momencie.
th: ต่อ
ur: فی
zh_hans: 每

source: Subscription will auto-renew, Cancel anytime.
ca: La subscripció es renovarà automàticament, es cancel·larà en qualsevol moment.
el: Η συνδρομή θα ανανεωθεί αυτόματα, Ακύρωση ανά πάσα στιγμή.
fil: Ang subscription ay awtomatikong magre-renew, Kakanselahin anumang oras.
he: המנוי יתחדש אוטומטית, יבטל בכל עת.
hi: सदस्यता स्वतः नवीनीकृत हो जाएगी, किसी भी समय रद्द करें।
hr: Pretplata će se automatski obnoviti, otkazati bilo kada.
hu: Az előfizetés automatikusan megújul, bármikor lemondható.
id: Mulai Uji Coba Gratis Saya
ja: 無料トライアルを開始
ku: Abonet dê bixweber nûve bike, her dem betal bike.
nl: Start mijn gratis proefperiode
pl: Rozpocznij mój bezpłatny okres próbny
th: การสมัครรับข้อมูลจะต่ออายุอัตโนมัติ ยกเลิกได้ตลอดเวลา
ur: سبسکرپشن خود کار طریقے سے تجدید ہو جائے گا، کسی بھی وقت منسوخ کریں.
zh_hans: 订阅将自动续订，随时取消。

source: Start My Free Trial
ca: Inicieu la meva prova gratuïta
el: Ξεκινήστε τη δωρεάν δοκιμή μου
fil: Simulan ang Aking Libreng Pagsubok
he: התחל את תקופת הניסיון בחינם שלי
hi: मेरा निःशुल्क परीक्षण शुरू करें
hr: Pokreni Moje besplatno probno razdoblje
hu: Indítsa el az ingyenes próbaverziómat
id: Coba
ja: 試用
ku: Doza Min a Belaş dest pê bikin
nl: Proberen
pl: Wypróbuj
th: เริ่มทดลองใช้งานฟรี
ur: میرا مفت ٹرائل شروع کریں۔
zh_hans: 开始我的免费试用

source: Try
ca: Prova
el: Δοκιμή
fil: Subukan mo
he: לְנַסוֹת
hi: कोशिश करें
hr: Probati
hu: Megpróbál
id: untuk
ja: いつでもキャンセルできます
ku: Bazarkirin
nl: voor
pl: za
th: ทดลองใช้
ur: کوشش کریں۔
zh_hans: 试用

source: for
ca: per
el: για
fil: para sa
he: עֲבוּר
hi: के लिए
hr: za
hu: számára
id: Pembayaran akan ditagih setelah
ja: その後、料金が請求されます。
ku: bo
nl: Betaling wordt in rekening gebracht na
pl: Płatność zostanie pobrana po
th: สำหรับ
ur: کے لیے
zh_hans: 后付款

source: Payment is charged after
ca: El pagament es cobra després
el: Η πληρωμή χρεώνεται μετά
fil: Sisingilin ang pagbabayad pagkatapos
he: התשלום נגבה לאחר
hi: भुगतान के बाद शुल्क लिया जाता है
hr: Plaćanje se naplaćuje nakon
hu: A fizetés után kerül felszámításra
id: batalkan kapan saja.
ja: 無料
ku: Dûv re pere tê dayîn
nl: annuleer op elk gewenst moment.
pl: anuluj w dowolnym momencie.
th: การชำระเงินจะถูกหักหลังจาก
ur: ادائیگی کے بعد چارج کیا جاتا ہے۔
zh_hans: 随时取消。

source: cancel anytime.
ca: cancel·lar en qualsevol moment.
el: ακύρωση ανά πάσα στιγμή.
fil: kanselahin anumang oras.
he: לבטל בכל עת.
hi: किसी भी समय रद्द करें।
hr: otkazati bilo kada.
hu: bármikor lemondhatja.
id: gratis
ja: その後
ku: her dem betal bike.
nl: gratis
pl: za darmo
th: ยกเลิกได้ตลอดเวลา
ur: کسی بھی وقت منسوخ کریں۔
zh_hans: 免费

source: free
ca: lliure
el: δωρεάν
fil: libre
he: לְשַׁחְרֵר
hi: निःशुल्क
hr: besplatno
hu: ingyenes
id: lalu
ja: 最大
ku: belaş
nl: dan
pl: następnie
th: ฟรี
ur: مفت
zh_hans: 然后

source: then
ca: aleshores
el: τότε
fil: pagkatapos
he: אָז
hi: फिर
hr: zatim
hu: majd
id: gunakan
ja: 生涯購入
ku: paşan
nl: gebruik
pl: użyj
th: จากนั้น
ur: پھر
zh_hans: 使用

source: use
ca: utilitzar
el: χρήση
fil: gamitin
he: לְהִשְׁתַמֵשׁ
hi: उपयोग करें
hr: koristiti
hu: használat
id: hingga
ja: いつでもキャンセルできます
ku: bikaranîn
nl: tot
pl: do
th: ใช้
ur: استعمال کریں
zh_hans: 最多

source: upto
ca: fins a
el: μέχρι
fil: hanggang sa
he: עד
hi: जीवन भर की खरीदारी तक
hr: do
hu: ig
id: Pembelian Seumur Hidup
ja: 日
ku: heta
nl: Levenslange aankoop
pl: Zakup na całe życie
th: ได้จนถึง
ur: تک
zh_hans: 终身购买

source: Lifetime Purchase
ca: Compra de tota la vida
el: Αγορά δια βίου
fil: Panghabambuhay na Pagbili
he: רכישה לכל החיים
hi: किसी भी समय रद्द करें
hr: Doživotna kupnja
hu: Élettartamra szóló vásárlás
id: Batalkan Kapan Saja
ja: 日
ku: Kirîna Lifetime
nl: Annuleer op elk gewenst moment
pl: Anuluj w dowolnym momencie
th: การซื้อตลอดชีพ
ur: زندگی بھر کی خریداری
zh_hans: 随时取消

source: Cancel Anytime
ca: Cancel·la en qualsevol moment
el: Ακύρωση ανά πάσα στιγμή
fil: Kanselahin Anumang oras
he: בטל בכל עת
hi: दिन
hr: Otkaži bilo kada
hu: Bármikor lemondhatja
id: Maaf tidak dapat terhubung ke iTunes Store
ja: 週
ku: Her dem betal bike
nl: Sorry, kan iTunes Store niet verbinden
pl: Przepraszamy, nie można połączyć się ze sklepem iTunes Store
th: ยกเลิกได้ตลอดเวลา
ur: کسی بھی وقت منسوخ کریں۔
zh_hans: 日

source: Sorry can't connect iTunes Store
ca: No puc connectar iTunes Store
el: Δυστυχώς δεν είναι δυνατή η σύνδεση του iTunes Store
fil: Paumanhin, hindi makonekta ang iTunes Store
he: מצטער לא יכול לחבר את iTunes Store
hi: क्षमा करें, iTunes स्टोर से कनेक्ट नहीं हो पा रहा
hr: Nažalost, ne mogu se povezati s iTunes Storeom
hu: Sajnos nem lehet csatlakozni az iTunes Store-hoz
id: Peringatan
ja: 申し訳ありませんが、iTunes Store に接続できません
ku: Mixabin nikare iTunes Store ve girêbide
nl: Waarschuwing
pl: Alert
th: ขออภัย ไม่สามารถเชื่อมต่อ iTunes Store ได้
ur: معذرت آئی ٹیونز اسٹور سے منسلک نہیں ہو سکتا
zh_hans: 抱歉，无法连接 iTunes Store

source: Alert
ca: Alerta
el: Συναγερμός
fil: Alerto
he: עֵרָנִי
hi: चेतावनी
hr: uzbuna
hu: Éber
id: Pembelian gagal atau terjadi kesalahan.
ja: 警告
ku: Hişyar
nl: Aankoop mislukt of er is iets misgegaan.
pl: Zakup nie powiódł się lub coś poszło nie tak.
th: แจ้งเตือน
ur: الرٹ
zh_hans: 警告

source: Purchase failed or something went wrong.
ca: La compra ha fallat o alguna cosa ha anat malament.
el: Η αγορά απέτυχε ή κάτι πήγε στραβά.
fil: Nabigo ang pagbili o nagkaproblema.
he: הרכישה נכשלה או שמשהו השתבש.
hi: खरीदारी विफल हो गई या कुछ गलत हो गया।
hr: Kupnja nije uspjela ili je nešto pošlo po zlu.
hu: A vásárlás sikertelen, vagy valami elromlott.
id: Periksa koneksi internet Anda
ja: 購入に失敗したか、問題が発生しました。
ku: Kirîn têk çû an tiştek xelet çû.
nl: Controleer uw internetverbinding
pl: Sprawdź połączenie internetowe
th: การซื้อล้มเหลวหรือมีบางอย่างผิดพลาด
ur: خریداری ناکام ہو گئی یا کچھ غلط ہو گیا۔
zh_hans: 购买失败或出现问题。

source: Error
el: Σφάλμα
he: שְׁגִיאָה
hi: त्रुटि
hr: Greška
hu: Hiba
id: Pemulihan gagal Atau Tidak Ada yang Dapat Dipulihkan untuk Memulihkan Pembelian Pertama.
ja: エラー
ku: Şaşî
nl: Herstellen mislukt of niets om te herstellen Eerste aankoop.
pl: Przywracanie nie powiodło się lub nic nie można przywrócić Pierwszy zakup.
th: ข้อผิดพลาด
ur: خرابی
zh_hans: 错误

source: Restore failed Or Nothing to Restore First Purchase.
ca: La restauració ha fallat o res per restaurar la primera compra.
el: Η επαναφορά απέτυχε ή τίποτα για την επαναφορά της πρώτης αγοράς.
fil: Nabigo ang pag-restore O Wala sa I-restore ang Unang Pagbili.
he: השחזור נכשל או שום דבר כדי לשחזר רכישה ראשונה.
hi: पुनर्स्थापना विफल हो गई या पहली खरीद को पुनर्स्थापित करने के लिए कुछ भी नहीं।
hr: Vraćanje nije uspjelo ili ništa za vraćanje prve kupnje.
hu: A visszaállítás sikertelen vagy semmi az első vásárlás visszaállításához.
id: Ada yang salah!
ja: 復元に失敗しました、または復元するものがありません 最初の購入。
ku: Vegerandin têk çû An Tiştek ku Kirîna Yekem Vegerîne.
nl: Er is iets misgegaan!
pl: Coś poszło nie tak!
th: กู้คืนล้มเหลวหรือไม่สามารถกู้คืนการซื้อครั้งแรกได้
ur: بحال کرنا ناکام ہو گیا یا پہلی خریداری کو بحال کرنے کے لیے کچھ نہیں۔
zh_hans: 恢复失败或无法恢复首次购买。

source: Something went wrong!
ca: Alguna cosa va fallar!
el: Κάτι πήγε στραβά!
he: משהו השתבש!
hi: कुछ गलत हो गया!
hr: Nešto nije u redu!
hu: Valami elromlott!
id: Tren
ja: 何か問題が発生しました!
ku: Tiştek xelet derket!
nl: Aankoop
pl: Zakup
th: มีบางอย่างผิดพลาด!
ur: کچھ غلط ہو گیا!

source: Purchase
ca: Compra
el: Αγορά
he: לִרְכּוֹשׁ
hi: खरीदें
hr: Kupiti
hu: Vásárlás
id: Simpan
ja: 購入
ku: Kirrîn
nl: Trending
pl: Popularne
th: ซื้อ
ur: خریداری

source: Trending
ca: Tendència
el: Τάσεις
he: מגמות
hi: ट्रेंडिंग
hr: U trendu
hu: Felkapott
id: Terima Kasih Atas Langganan
ja: トレンド
nl: Opslaan
pl: Zapisz
th: กำลังมาแรง
ur: ٹرینڈنگ

source: Save
ca: Desa
el: Εκτός
he: לְהַצִיל
hi: सहेजें
hr: Uštedjeti
hu: Megtakarítás
id: Sekarang Anda dapat menikmati layanannya!
ja: 保存
ku: Rizgarkirin
nl: Bedankt voor uw abonnement
pl: Dziękujemy za subskrypcję
th: บันทึก
ur: محفوظ کریں۔

source: Thank You For Subscription
ca: Gràcies per la subscripció
el: Σας ευχαριστούμε για τη συνδρομή
he: תודה על המנוי
hi: सदस्यता के लिए धन्यवाद
hr: Hvala na pretplati
hu: Köszönjük az előfizetést
id: Mulai
ja: ご購読ありがとうございます
ku: Ji bo Tevlêbûnê Spas dikim
nl: Nu kunt u genieten van de service!
pl: Teraz możesz korzystać z usługi!
th: ขอบคุณสำหรับการสมัครสมาชิก
ur: سبسکرپشن کے لیے آپ کا شکریہ

source: Now you can enjoy the service!
ca: Ara pots gaudir del servei!
el: Τώρα μπορείτε να απολαύσετε την υπηρεσία!
he: עכשיו אתה יכול ליהנות מהשירות!
hi: अब आप सेवा का आनंद ले सकते हैं!
hr: Sada možete uživati ​​u usluzi!
hu: Most már élvezheti a szolgáltatást!
id: Pulihkan Pembelian
ja: これでサービスをお楽しみいただけます！
ku: Niha hûn dikarin karûbarê xweş bikin!
nl: Aan de slag
pl: Rozpocznij
th: ตอนนี้คุณสามารถเพลิดเพลินกับบริการได้แล้ว!
ur: اب آپ سروس سے لطف اندوز ہو سکتے ہیں!

source: Get Started
ca: Comença
el: Ξεκινήστε
he: התחל
hi: शुरू करें
hr: Započnite
hu: Kezdje el
id: Diperlukan Pembaruan
ja: 始めましょう
ku: Dest pê bike
nl: Aankoop herstellen
pl: Przywróć zakup
th: เริ่มต้นเลย
ur: شروع کریں
