Repository: sagarpatel1137/iOS_CommonCode_Helper
Catalog: iOS_CommonCode/Resources/Localise/Pod_*.strings
Languages: ca, el, fil, he, hi, hr, hu, id, ja, ku, nl, pl, th, ur, zh_hans

source: Update Required
ca: Actualització necessària
el: Απαιτείται ενημέρωση
fil: Kinakailangan ang Update
he: נדרש עדכון
hi: अपडेट आवश्यक है
hr: Potrebno ažuriranje
hu: Frissítés szükséges
id: Diperlukan Pembaruan
ja: 更新が必要です
ku: Nûvekirin Pêdivî ye
nl: Update vereist
pl: Wymagana aktualizacja
th: จำเป็นต้องอัปเดต
ur: اپ ڈیٹ درکار ہے۔
zh_hans: 需要更新

source: We've noticed that you've been using the deprecated application version for a long time. Please update to the latest version and enjoy the app.
ca: Hem observat que fa molt de temps que utilitzeu la versió obsoleta de l'aplicació. Si us plau, actualitzeu a la darrera versió i gaudiu de l'aplicació.
el: Παρατηρήσαμε ότι χρησιμοποιείτε την καταργημένη έκδοση της εφαρμογής για μεγάλο χρονικό διάστημα. Ενημερώστε στην πιο πρόσφατη έκδοση και απολαύστε την εφαρμογή.
fil: Napansin namin na matagal mo nang ginagamit ang hindi na ginagamit na bersyon ng application. Mangyaring mag-update sa pinakabagong bersyon at tamasahin ang app.
he: שמנו לב שאתה משתמש בגרסת היישום שהוצאה משימוש במשך זמן רב. אנא עדכן לגרסה העדכנית ביותר ותהנה מהאפליקציה.
hi: हमने देखा है कि आप लंबे समय से पुराने एप्लिकेशन संस्करण का उपयोग कर रहे हैं। कृपया नवीनतम संस्करण में अपडेट करें और ऐप का आनंद लें।
hr: Primijetili smo da već duže vrijeme koristite zastarjelu verziju aplikacije. Ažurirajte na najnoviju verziju i uživajte u aplikaciji.
hu: Észrevettük, hogy már régóta az elavult alkalmazásverziót használja. Kérjük, frissítsen a legújabb verzióra, és élvezze az alkalmazást.
id: Kami telah memperhatikan bahwa Anda telah menggunakan versi aplikasi yang sudah tidak digunakan lagi untuk waktu yang lama. Harap perbarui ke versi terbaru dan nikmati aplikasinya.
ja: 廃止されたアプリケーション バージョンを長期間使用していることがわかりました。最新バージョンに更新してアプリをお楽しみください。
ku: Me ferq kir ku we demek dirêj guhertoya serîlêdanê ya nepenî bikar tîne. Ji kerema xwe guhertoya herî dawî nûve bikin û ji sepanê kêfê bikin.
nl: We hebben gemerkt dat u al lange tijd de verouderde versie van de applicatie gebruikt. Werk bij naar de nieuwste versie en geniet van de app.
pl: Zauważyliśmy, że od dłuższego czasu korzystasz z przestarzałej wersji aplikacji. Zaktualizuj ją do najnowszej wersji i ciesz się aplikacją.
th: เราพบว่าคุณใช้เวอร์ชันแอปพลิเคชันที่ล้าสมัยมาเป็นเวลานานแล้ว โปรดอัปเดตเป็นเวอร์ชันล่าสุดและเพลิดเพลินไปกับแอป
ur: ہم نے محسوس کیا ہے کہ آپ ایک طویل عرصے سے فرسودہ ایپلیکیشن ورژن استعمال کر رہے ہیں۔ براہ کرم تازہ ترین ورژن میں اپ ڈیٹ کریں اور ایپ سے لطف اندوز ہوں۔
zh_hans: 我们注意到您已经使用弃用的应用程序版本很长时间了。请更新到最新版本并享受应用程序。

source: Update
ca: Actualització
el: Εκσυγχρονίζω
he: לְעַדְכֵּן
hi: अपडेट करें
hr: Ažurirati
hu: Frissítés
id: Perbarui
ja: 更新
ku: Rojanekirin
pl: Aktualizuj
th: อัปเดต
ur: اپ ڈیٹ کریں۔
zh_hans: 更新

source: Cancel
ca: Cancel·la
el: Ματαίωση
fil: Kanselahin
he: לְבַטֵל
hi: रद्द करें
hr: Otkazati
hu: Mégsem
id: Batal
ja: キャンセル
ku: Bişûndekirin
nl: Annuleren
pl: Anuluj
th: ยกเลิก
ur: منسوخ کریں۔
zh_hans: 取消

source: Enjoying the app?
ca: Gaudeix de l'aplicació?
el: Απολαμβάνετε την εφαρμογή;
fil: Tinatangkilik ang app?
he: נהנה מהאפליקציה?
hi: ऐप का आनंद ले रहे हैं?
hr: Uživate u aplikaciji?
hu: Élvezed az alkalmazást?
id: Menikmati aplikasinya?
ja: アプリをお楽しみいただけましたか?
ku: Ma hûn ji sepanê kêfxweş dibin?
nl: Vindt u de app leuk?
pl: Podoba Ci się aplikacja?
th: เพลิดเพลินกับแอปหรือไม่
ur: ایپ سے لطف اندوز ہو رہے ہیں؟
zh_hans: 喜欢这个应用吗？

source: Let us know by leaving a 5 star rating
ca: Fes-nos-ho saber deixant una puntuació de 5 estrelles
el: Ενημερώστε μας αφήνοντας μια βαθμολογία 5 αστέρων
fil: Ipaalam sa amin sa pamamagitan ng pag-iwan ng 5 star na rating
he: ספר לנו על ידי השארת דירוג 5 כוכבים
hi: 5 स्टार रेटिंग देकर हमें बताएं
hr: Javite nam ostavljajući ocjenu od 5 zvjezdica
hu: Értesítsen minket 5 csillagos értékeléssel
id: Beri tahu kami dengan memberikan peringkat bintang 5
ja: 5 つ星の評価を残してお知らせください
ku: Bi hiştina nirxek 5 stêrk bi me bidin zanîn
nl: Laat het ons weten door een beoordeling van 5 sterren achter te laten
pl: Daj nam znać, wystawiając ocenę 5 gwiazdek
th: แจ้งให้เราทราบโดยให้คะแนน 5 ดาว
ur: 5 اسٹار کی درجہ بندی چھوڑ کر ہمیں بتائیں
zh_hans: 请留下 5 星评价让我们知道

source: Ask me later!
ca: Pregunta'm més tard!
el: Ρωτήστε με αργότερα!
he: תשאל אותי אחר כך!
hi: बाद में मुझसे पूछें!
hr: Pitaj me kasnije!
hu: Kérdezz később!
id: Tanyakan saya nanti!
ku: Paşê ji min bipirse!
nl: Vraag het me later!
pl: Zapytaj mnie później!
th: ถามฉันทีหลัง!
ur: مجھ سے بعد میں پوچھو!

source: Not interested?
ca: No t'interessa?
el: Δεν ενδιαφέρεστε;
fil: Hindi interesado?
he: לא מעוניין?
hi: दिलचस्पी नहीं है?
hr: Niste zainteresirani?
hu: Nem érdekel?
id: Tidak tertarik?
ja: 興味がありませんか?
ku: Ne eleqedar in?
nl: Geen interesse?
pl: Nie jesteś zainteresowany?
th: ไม่สนใจใช่ไหม
ur: دلچسپی نہیں ہے؟
zh_hans: 不感兴趣？

source: Please share why
ca: Si us plau, comparteix per què
el: Παρακαλώ κοινοποιήστε το γιατί
fil: Paki-share kung bakit
he: אנא שתפו מדוע
hi: कृपया बताएं क्यों
hr: Molimo podijelite zašto
hu: Kérlek oszd meg miért
id: Harap bagikan alasannya
ja: 理由を教えてください
ku: Ji kerema xwe çima parve bikin
nl: Geef aan waarom
pl: Podziel się informacją, dlaczego
th: โปรดแบ่งปันเหตุผล
ur: براہ کرم کیوں شیئر کریں۔
zh_hans: 请分享原因

source: Don't know what it is
ca: No sé què és
el: Δεν ξέρω τι είναι
fil: Hindi alam kung ano ito
he: לא יודע מה זה
hi: पता नहीं यह क्या है
hr: Ne znam što je to
hu: Nem tudom, mi az
id: Tidak tahu apa itu
ja: 何なのかわからない
ku: Nizanim çi ye
nl: Weet niet wat het is
pl: Nie wiem, co to jest
th: ไม่ทราบว่าคืออะไร
ur: پتہ نہیں یہ کیا ہے۔
zh_hans: 不知道是什么

source: Too expensive
ca: Massa car
el: Πολύ ακριβό
fil: Masyadong mahal
he: יקר מדי
hi: बहुत महंगा है
hr: Preskupo
hu: Túl drága
id: Terlalu mahal
ja: 高すぎる
ku: Pir biha
nl: Te duur
pl: Za drogie
th: แพงเกินไป
ur: بہت مہنگا
zh_hans: 太贵了

source: I don't pay for apps
ca: No pago les aplicacions
el: Δεν πληρώνω για εφαρμογές
fil: Hindi ako nagbabayad para sa mga app
he: אני לא משלם על אפליקציות
hi: मैं ऐप्स के लिए भुगतान नहीं करता
hr: Ne plaćam aplikacije
hu: Nem fizetek az alkalmazásokért
id: Saya tidak membayar untuk aplikasi
ja: アプリにはお金を払わない
ku: Ez ji bo sepanan pere nadim
nl: Ik betaal niet voor apps
pl: Nie płacę za aplikacje
th: ฉันไม่จ่ายเงินสำหรับแอป
ur: میں ایپس کے لیے ادائیگی نہیں کرتا ہوں۔
zh_hans: 我不为应用付费

source: I need to try it first
ca: Primer ho he de provar
el: Πρέπει να το δοκιμάσω πρώτα
fil: Kailangan ko munang subukan
he: אני צריך לנסות את זה קודם
hi: मुझे पहले इसे आज़माना होगा
hr: Prvo ga moram isprobati
hu: Először ki kell próbálnom
id: Saya perlu mencobanya terlebih dahulu
ja: まず試してみる必要がある
ku: Divê ez pêşî biceribînim
nl: Ik moet het eerst proberen
pl: Muszę najpierw wypróbować
th: ฉันต้องลองใช้ก่อน
ur: مجھے پہلے اسے آزمانے کی ضرورت ہے۔
zh_hans: 我需要先尝试一下

source: Feedback
el: Ανατροφοδότηση
he: מָשׁוֹב
hi: प्रतिक्रिया
hr: Povratne informacije
hu: Visszacsatolás
id: Umpan Balik
ja: フィードバック
pl: Opinie
th: คำติชม
ur: تاثرات
zh_hans: 反馈

source: Share your experience with us
ca: Comparteix la teva experiència amb nosaltres
el: Μοιραστείτε την εμπειρία σας μαζί μας
fil: Ibahagi ang iyong karanasan sa amin
he: שתף אותנו בחוויה שלך
hi: अपना अनुभव हमारे साथ साझा करें
hr: Podijelite svoje iskustvo s nama
hu: Ossza meg velünk tapasztalatait
id: Bagikan pengalaman Anda dengan kami
ja: ご経験を共有してください
ku: Tecrûbeya xwe bi me re parve bikin
nl: Deel uw ervaring met ons
pl: Podziel się z nami swoimi doświadczeniami
th: แบ่งปันประสบการณ์ของคุณกับเรา
ur: اپنا تجربہ ہمارے ساتھ شیئر کریں۔
zh_hans: 与我们分享您的经验

source: What is your Profession?
ca: Quina és la teva Professió?
el: Ποιο είναι το Επάγγελμά σας;
fil: Ano ang iyong Propesyon?
he: מה המקצוע שלך?
hi: आपका पेशा क्या है?
hr: Koja je vaša profesija?
hu: Mi a szakmád?
id: Apa Profesi Anda?
ja: 職業は何ですか?
ku: Karê te çi ye?
nl: Wat is uw beroep?
pl: Jaki jest Twój zawód?
th: อาชีพของคุณคืออะไร
ur: آپ کا پیشہ کیا ہے؟
zh_hans: 您的职业是什么？

source: Write your Suggestions
ca: Escriu els teus suggeriments
el: Γράψτε τις Προτάσεις σας
fil: Isulat ang iyong mga Mungkahi
he: כתוב את ההצעות שלך
hi: अपने सुझाव लिखें
hr: Napišite svoje prijedloge
hu: Írja meg javaslatait
id: Tulis Saran Anda
ja: ご提案をお書きください
ku: Pêşniyarên xwe binivîsin
nl: Schrijf uw suggesties
pl: Napisz swoje sugestie
th: เขียนข้อเสนอแนะของคุณ
ur: اپنی تجاویز لکھیں۔
zh_hans: 写下您的建议

source: Submit
ca: Envia
el: Υποτάσσομαι
fil: Isumite
he: לְהַגִישׁ
hi: सबमिट करें
hr: Pošalji
hu: Beküld
id: Kirim
ja: 送信
ku: Nermijîn
nl: Verzenden
pl: Prześlij
th: ส่ง
ur: جمع کروائیں۔
zh_hans: 提交

source: Write Here...
ca: Escriu aquí...
el: Γράψε εδώ...
fil: Sumulat Dito...
he: כתבו כאן...
hi: यहाँ लिखें...
hr: Pišite ovdje...
hu: Írj ide...
id: Tulis Di Sini...
ja: ここに記入してください...
ku: Li vir binivîse ...
nl: Schrijf hier...
pl: Napisz tutaj...
th: เขียนที่นี่...
ur: یہاں لکھیں...
zh_hans: 在此处写下...

source: Write Here your suggestion/Feedback...
ca: Escriu aquí el teu suggeriment/opinió...
el: Γράψτε εδώ την πρόταση/σχόλιά σας...
fil: Isulat Dito ang iyong mungkahi/Feedback...
he: כתוב כאן את ההצעה/משוב שלך...
hi: यहाँ अपना सुझाव/प्रतिक्रिया लिखें...
hr: Ovdje napišite svoj prijedlog/povratnu informaciju...
hu: Írja ide javaslatát/visszajelzését...
id: Tulis Saran/Umpan Balik Anda di Sini...
ja: ご提案/フィードバックをここに記入してください...
ku: Pêşniyara/Bersiva xwe li vir binivîsin...
nl: Schrijf hier uw suggestie/feedback...
pl: Napisz tutaj swoją sugestię/Opinie...
th: เขียนข้อเสนอแนะ/คำติชมของคุณที่นี่...
ur: اپنی تجویز/رائے یہاں لکھیں...
zh_hans: 在此处写下您的建议/反馈...

source: Please enter text
ca: Introduïu text
el: Εισαγάγετε κείμενο
fil: Mangyaring magpasok ng teksto
he: נא להזין טקסט
hi: कृपया पाठ दर्ज करें
hr: Molimo unesite tekst
hu: Kérjük, írjon be szöveget
id: Harap masukkan teks
ja: テキストを入力してください
ku: Ji kerema xwe nivîsê binivîse
nl: Voer tekst in
pl: Wprowadź tekst
th: โปรดป้อนข้อความ
ur: براہ کرم متن درج کریں۔
zh_hans: 请输入文本

source: Please enter your suggestions
ca: Introduïu els vostres suggeriments
el: Εισαγάγετε τις προτάσεις σας
fil: Mangyaring ipasok ang iyong mga mungkahi
he: אנא הכנס את ההצעות שלך
hi: कृपया अपने सुझाव दर्ज करें
hr: Unesite svoje prijedloge
hu: Kérjük, adja meg javaslatait
id: Harap masukkan saran Anda
ja: ご提案を入力してください
ku: Ji kerema xwe pêşniyarên xwe binivîse
nl: Voer uw suggesties in
pl: Wprowadź swoje sugestie
th: โปรดป้อนข้อเสนอแนะของคุณ
ur: براہ کرم اپنی تجاویز درج کریں۔
zh_hans: 请输入您的建议

source: Feedback sent successfully
ca: Els comentaris s'han enviat correctament
el: Τα σχόλια στάλθηκαν με επιτυχία
fil: Matagumpay na naipadala ang feedback
he: המשוב נשלח בהצלחה
hi: प्रतिक्रिया सफलतापूर्वक भेजी गई
hr: Povratne informacije su uspješno poslane
hu: A visszajelzés sikeresen elküldve
id: Umpan balik berhasil dikirim
ja: フィードバックが正常に送信されました
ku: Bersiv bi serkeftî hat şandin
nl: Feedback succesvol verzonden
pl: Opinia została pomyślnie wysłana
th: ส่งคำติชมเรียบร้อยแล้ว
ur: تاثرات کامیابی سے بھیج دیے گئے۔
zh_hans: 反馈已成功发送

source: Check your internet connection
ca: Comproveu la vostra connexió a Internet
el: Ελέγξτε τη σύνδεσή σας στο διαδίκτυο
fil: Suriin ang iyong koneksyon sa internet
he: בדוק את חיבור האינטרנט שלך
hi: अपना इंटरनेट कनेक्शन जांचें
hr: Provjerite internetsku vezu
hu: Ellenőrizze az internetkapcsolatot
id: Periksa koneksi internet Anda
ja: インターネット接続を確認してください
ku: Pêwendiya xweya înternetê kontrol bikin
nl: Controleer uw internetverbinding
pl: Sprawdź połączenie internetowe
th: ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
ur: اپنا انٹرنیٹ کنکشن چیک کریں۔
zh_hans: 检查您的互联网连接

source: Retry
ca: Torna-ho a provar
el: Δοκιμάζω πάλι
fil: Subukan muli
he: נסה שוב
hi: पुनः प्रयास करें
hr: Pokušaj ponovo
hu: Próbálja újra
id: Coba lagi
ja: 再試行
ku: Ji nû ve biceribîne
nl: Opnieuw proberen
pl: Spróbuj ponownie
th: ลองอีกครั้ง
ur: دوبارہ کوشش کریں۔
zh_hans: 重试

source: OK
ca: D'acord
el: ΕΝΤΑΞΕΙ
he: בְּסֵדֶר
hi: ठीक है
hr: U REDU
hu: RENDBEN
id: Oke
th: ตกลง
ur: ٹھیک ہے
zh_hans: 确定

source: Change Language
ca: Canviar Idioma
el: Αλλαγή γλώσσας
fil: Baguhin ang Wika
he: שנה שפה
hi: भाषा बदलें
hr: Promjena jezika
hu: Nyelv módosítása
id: Ubah Bahasa
ja: 言語を変更
ku: Ziman biguherînin
nl: Taal wijzigen
pl: Zmień język
th: เปลี่ยนภาษา
ur: زبان تبدیل کریں۔
zh_hans: 更改语言

source: HAVE DOUBTS?
ca: TENIU DUBTES?
el: ΕΧΕΤΕ ΑΜΦΙΒΟΛΙΕΣ;
fil: MAY DUDA?
he: לְהִתְלַבֵּט?
hi: संदेह है?
hr: IMATE SUMNJE?
hu: VAN KÉTSÉGEI?
id: RAGU? Mulailah dengan uji coba gratis
ja: 疑問がありますか?
ku: GUMAN HENE?
nl: TWIJFELT?
pl: MASZ WĄTPLIWOŚCI? Zacznij od bezpłatnego okresu próbnego
th: มีข้อสงสัยหรือไม่?
ur: شکوک و شبہات ہیں؟
zh_hans: 有疑问？

source: Start with a free trial
ca: Comenceu amb una prova gratuïta
el: Ξεκινήστε με μια δωρεάν δοκιμή
fil: Magsimula sa isang libreng pagsubok
he: התחל עם ניסיון חינם
hi: निःशुल्क परीक्षण के साथ शुरू करें
hr: Započnite s besplatnim probnim razdobljem
hu: Kezdje egy ingyenes próbaverzióval
id: Lihat Semua Paket
ja: 無料トライアルから始めましょう
ku: Bi ceribandinek belaş dest pê bikin
nl: Start met een gratis proefperiode
pl: Zobacz wszystkie plany
th: เริ่มต้นด้วยการทดลองใช้ฟรี
ur: مفت آزمائش کے ساتھ شروع کریں۔
zh_hans: 从免费试用开始

source: View All Plans
ca: Veure tots els plans
el: Δείτε όλα τα σχέδια
fil: Tingnan ang Lahat ng Plano
he: הצג את כל התוכניות
hi: सभी योजनाएँ देखें
hr: Pogledajte sve planove
hu: Az összes terv megtekintése
id: SEKARANG
ja: すべてのプランを見る
ku: Hemî Planan Binêre
nl: Bekijk alle abonnementen
pl: TERAZ
th: ดูแผนทั้งหมด
ur: تمام منصوبے دیکھیں
zh_hans: 查看所有计划

source: NOW
ca: ARA
el: ΤΩΡΑ
fil: NGAYON
he: עַכשָׁיו
hi: अभी
hr: SADA
hu: JELENLEG
id: Hari Ini: Dapatkan Akses Instan
ja: 今すぐ
ku: NIHA
nl: NU
pl: Dzisiaj: Uzyskaj natychmiastowy dostęp
th: ตอนนี้
ur: ابھی
zh_hans: 立即

source: Today: Get Instant Access
ca: Avui: obteniu accés instantani
el: Σήμερα: Αποκτήστε Άμεση Πρόσβαση
fil: Ngayon: Kumuha ng Instant Access
he: היום: קבל גישה מיידית
hi: आज: तुरंत पहुँच पाएँ
hr: Danas: Ostvarite trenutni pristup
hu: Még ma: Azonnali hozzáférés
id: Hari 2: Pengingat Uji Coba
ja: 今日: すぐにアクセス
ku: Îro: Gihîştina Tavilê bistînin
nl: Vandaag: krijg direct toegang
pl: Dzień 2: Przypomnienie o okresie próbnym
th: วันนี้: เข้าใช้งานทันที
ur: آج: فوری رسائی حاصل کریں۔
zh_hans: 今天：立即访问

source: Day 2: Trial Reminder
ca: Dia 2: recordatori de la prova
el: Ημέρα 2: Υπενθύμιση δοκιμής
he: יום 2: תזכורת לניסיון
hi: दिन 2: परीक्षण अनुस्मारक
hr: 2. dan: Podsjetnik na suđenje
hu: 2. nap: Próbaemlékeztető
id: Hari 3: Premium Dimulai
ja: 2 日目: トライアルのリマインダー
ku: Roja 2: Bîranîna Dadgehê
nl: Dag 2: herinnering proefperiode
pl: Dzień 3: Rozpoczęcie okresu Premium
th: วันที่ 2: คำเตือนการทดลองใช้
ur: دن 2: آزمائشی یاد دہانی
zh_hans: 第 2 天：试用提醒

source: Day 3: Premium Begins
ca: Dia 3: Comença Premium
el: Ημέρα 3: Ξεκινά το Premium
fil: Araw 3: Magsisimula ang Premium
he: יום 3: פרימיום מתחיל
hi: दिन 3: प्रीमियम शुरू होता है
hr: Dan 3: Premium počinje
hu: 3. nap: A prémium kezdete
id: Hari 5: Pengingat Uji Coba
ja: 3 日目: プレミアムの開始
ku: Roja 3: Premium Dest pê dike
nl: Dag 3: Premium begint
pl: Dzień 5: Przypomnienie o okresie próbnym
th: วันที่ 3: เริ่มใช้แบบพรีเมียม
ur: دن 3: پریمیم شروع ہوتا ہے۔
zh_hans: 第 3 天：高级版开始

source: Day 5: Trial Reminder
ca: Dia 5: recordatori de la prova
el: Ημέρα 5: Υπενθύμιση δοκιμής
fil: Araw 5: Paalala sa Pagsubok
he: יום 5: תזכורת לניסיון
hi: दिन 5: परीक्षण अनुस्मारक
hr: Dan 5: Podsjetnik na suđenje
hu: 5. nap: Próbaemlékeztető
id: Hari 7: Premium Dimulai
ja: 5 日目: トライアルのリマインダー
ku: Roja 5: Bîranîna Dadgehê
nl: Dag 5: herinnering proefperiode
pl: Dzień 7: Rozpoczęcie okresu Premium
th: วันที่ 5: คำเตือนการทดลองใช้
ur: دن 5: آزمائشی یاد دہانی
zh_hans: 第 5 天：试用提醒

source: Day 7: Premium Begins
ca: Dia 7: Comença Premium
el: Ημέρα 7: Ξεκινά το Premium
fil: Araw 7: Magsisimula ang Premium
he: יום 7: פרימיום מתחיל
hi: दिन 7: प्रीमियम शुरू होता है
hr: Dan 7: Premium počinje
hu: 7. nap: A prémium kezdete
id: Buka semua fitur.
ja: 7 日目: プレミアムの開始
ku: Roja 7: Premium Dest pê dike
nl: Dag 7: Premium begint
pl: Odblokuj wszystkie funkcje.
th: วันที่ 7: เริ่มใช้แบบพรีเมียม
ur: دن 7: پریمیم شروع ہوتا ہے۔
zh_hans: 第 7 天：高级版开始

source: Unlock all the features.
ca: Desbloqueja totes les funcions.
el: Ξεκλειδώστε όλες τις δυνατότητες.
fil: I-unlock ang lahat ng mga tampok.
he: בטל את הנעילה של כל התכונות.
hi: सभी सुविधाएँ अनलॉक करें।
hr: Otključajte sve značajke.
hu: Oldja fel az összes funkciót.
id: Dapatkan pengingat tentang kapan uji coba gratis Anda akan berakhir. Batalkan kapan saja dalam 15 detik.
ja: すべての機能をアンロックします。
ku: Hemî taybetmendiyan vekin.
nl: Ontgrendel alle functies. Ontvang een herinnering over wanneer uw gratis proefperiode afloopt. Annuleer op elk gewenst moment binnen 15 seconden.
pl: Otrzymaj przypomnienie o zakończeniu bezpłatnego okresu próbnego. Anuluj w dowolnym momencie w ciągu 15 sekund.
th: ปลดล็อกคุณสมบัติทั้งหมด
ur: تمام خصوصیات کو غیر مقفل کریں۔
zh_hans: 解锁所有功能。

source: Get a reminder about when your free trial will end. Cancel anytime in 15 seconds.
ca: Obteniu un recordatori sobre quan finalitzarà la vostra prova gratuïta. Cancel·la en qualsevol moment en 15 segons.
el: Λάβετε υπενθύμιση για το πότε θα λήξει η δωρεάν δοκιμή σας. Ακύρωση ανά πάσα στιγμή σε 15 δευτερόλεπτα.
fil: Makakuha ng paalala tungkol sa kung kailan matatapos ang iyong libreng pagsubok. Kanselahin anumang oras sa loob ng 15 segundo.
he: קבל תזכורת לגבי מתי תסתיים תקופת הניסיון בחינם שלך. בטל בכל עת תוך 15 שניות.
hi: अपने निःशुल्क परीक्षण के समाप्त होने के बारे में अनुस्मारक प्राप्त करें। 15 सेकंड में कभी भी रद्द करें।
hr: Dobijte podsjetnik o tome kada će vaše besplatno probno razdoblje završiti. Otkažite bilo kada u roku od 15 sekundi.
hu: Kérjen emlékeztetőt az ingyenes próbaidőszak lejártáról. Bármikor lemondható 15 másodpercen belül.
id: Uji coba Anda akan diubah ke harga penuh kecuali dibatalkan.
ja: 無料トライアルの終了日をお知らせします。15 秒以内にいつでもキャンセルできます。
ku: Di derbarê kengê ceribandina weya belaş dê biqede bîranînek bistînin. Di 15 çirkeyan de her dem betal bikin.
nl: Uw proefperiode wordt omgezet naar de volledige prijs, tenzij geannuleerd.
pl: Okres próbny zostanie zmieniony na pełną cenę, chyba że zostanie anulowany.
th: รับคำเตือนเมื่อการทดลองใช้ฟรีของคุณจะสิ้นสุดเมื่อใด ยกเลิกได้ทุกเมื่อใน 15 วินาที
ur: اس بارے میں ایک یاد دہانی حاصل کریں کہ آپ کا مفت ٹرائل کب ختم ہوگا۔ 15 سیکنڈ میں کسی بھی وقت منسوخ کریں۔
zh_hans: 收到有关免费试用何时结束的提醒。 15 秒内随时取消。

source: Your trial will convert to full price unless cancelled.
ca: La prova es convertirà en preu complet tret que es cancel·li.
el: Η δοκιμή σας θα μετατραπεί σε πλήρη τιμή, εκτός εάν ακυρωθεί.
fil: Ang iyong pagsubok ay mako-convert sa buong presyo maliban kung kinansela.
he: תקופת הניסיון שלך תומר למחיר מלא אלא אם תבוטל.
hi: आपका परीक्षण रद्द किए जाने तक पूर्ण मूल्य में परिवर्तित हो जाएगा।
hr: Vaše će se probno razdoblje pretvoriti u punu cijenu osim ako se ne otkaže.
hu: A próbaidőszak teljes árúvá válik, hacsak le nem mondják.
id: Buka Semua Fitur
ja: キャンセルしない限り、トライアルは正規価格に切り替わります。
ku: Heya ku neyê betal kirin ceribandina we dê bibe bihayê tevahî.
nl: Ontgrendel alle functies
pl: Odblokuj wszystkie funkcje
th: การทดลองใช้ของคุณจะแปลงเป็นราคาเต็ม เว้นแต่จะยกเลิก
ur: آپ کا ٹرائل مکمل قیمت میں تبدیل ہو جائے گا جب تک کہ منسوخ نہ ہو جائے۔
zh_hans: 除非取消，否则您的试用将转换为全价。

source: Unlock All Features
ca: Desbloqueja totes les funcions
el: Ξεκλειδώστε όλες τις δυνατότητες
fil: I-unlock ang Lahat ng Mga Tampok
he: בטל את הנעילה של כל התכונות
hi: सभी सुविधाएँ अनलॉक करें
hr: Otključajte sve značajke
hu: Oldja fel az összes szolgáltatást
id: Nilai Terbaik
ja: すべての機能のロックを解除
ku: Hemî Taybetmendiyan vekin
nl: Beste waarde
pl: Najlepsza wartość
th: ปลดล็อคคุณสมบัติทั้งหมด
ur: تمام خصوصیات کو غیر مقفل کریں۔
zh_hans: 解锁所有功能

source: Best Value
ca: Millor relació qualitat-preu
el: Καλύτερη Αξία
fil: Pinakamahusay na Halaga
he: התמורה הטובה ביותר
hi: सर्वोत्तम मूल्य
hr: Najbolja vrijednost
hu: Legjobb érték
id: Paling Populer
ja: ベストバリュー
nl: Meest populair
pl: Najpopularniejsze
th: คุ้มค่าที่สุด
ur: بہترین قدر
zh_hans: 最佳价值

source: Most Popular
ca: El més popular
el: Δημοφιλέστερο
fil: Pinakasikat
he: הכי פופולרי
hi: सबसे लोकप्रिय
hr: Najpopularniji
hu: Legnépszerűbb
id: Rekomendasikan
ja: 最も人気
ku: Herî Popular
nl: Aanbevelen
pl: Polecane
th: ได้รับความนิยมมากที่สุด
ur: سب سے زیادہ مقبول
zh_hans: 最受欢迎

source: Recommend
ca: Recomanar
el: Συνιστώ
fil: Magrekomenda
he: לְהַמלִיץ
hi: अनुशंसित
hr: Preporučiti
hu: Ajánlom
id: Seumur Hidup
ja: おすすめ
ku: Pêşnîyarkirin
nl: Levenslang
pl: Dożywotnie
th: แนะนำ
ur: تجویز کریں۔
zh_hans: 推荐

source: Lifetime
ca: Tota la vida
el: Διάρκεια ζωής
fil: Panghabambuhay
he: מֶשֶׁך הָחַיִים
hi: आजीवन
hr: Životni vijek
hu: Élettartam
id: Tahunan
ja: 生涯
nl: Jaarlijks
pl: Roczne
th: ตลอดชีพ
ur: زندگی بھر
zh_hans: 终身

source: Yearly
ca: Anualment
el: Ετήσια
fil: Taon-taon
he: שְׁנָתִי
hi: वार्षिक
hr: Godišnje
hu: Évi
id: Bulanan
ja: 年間
ku: Salane
nl: Maandelijks
pl: Miesięczne
th: รายปี
ur: سالانہ
zh_hans: 年度

source: Monthly
ca: Mensualment
el: Μηνιαίος
fil: Buwan-buwan
he: יַרחוֹן
hi: मासिक
hr: Mjesečno
hu: Havi
id: Mingguan
ja: 月間
ku: Mehane
nl: Wekelijks
pl: Tygodniowe
th: รายเดือน
ur: ماہانہ
zh_hans: 每月

source: Weekly
ca: Setmanalment
el: Εβδομαδιαίος
fil: Linggu-linggo
he: שְׁבוּעִי
hi: साप्ताहिक
hr: Tjedni
hu: Heti
id: Bayar sekali, nikmati selamanya
ja: 週間
ku: Heftane
nl: Betaal eenmalig, geniet voor altijd
pl: Zapłać raz, ciesz się na zawsze
th: รายสัปดาห์
ur: ہفتہ وار
zh_hans: 每周

source: Pay once, enjoy forever
ca: Paga una vegada, gaudeix per sempre
el: Πληρώστε μια φορά, απολαύστε για πάντα
fil: Magbayad ng isang beses, magsaya magpakailanman
he: שלם פעם אחת, תהנה לנצח
hi: एक बार भुगतान करें, हमेशा के लिए आनंद लें
hr: Platite jednom, uživajte zauvijek
hu: Fizessen egyszer, élvezze örökké
id: Nikmati selamanya
ja: 一度支払えば、永遠に楽しめる
ku: Carekê bidin, her û her kêfê bikin
nl: Geniet voor altijd
pl: Ciesz się na zawsze
th: จ่ายครั้งเดียว เพลิดเพลินตลอดไป
ur: ایک بار ادائیگی کریں، ہمیشہ کے لیے لطف اندوز ہوں۔
zh_hans: 一次付费，永久享受

source: Enjoy forever
ca: Gaudeix per sempre
el: Απολαύστε για πάντα
fil: Magsaya magpakailanman
he: תהנה לנצח
hi: हमेशा के लिए आनंद लें
hr: Uživaj zauvijek
hu: Élvezze örökké
id: DISKON
ja: 永遠に楽しめる
ku: Enjoy her û her
nl: KORTING
pl: ZNIŻKA
th: เพลิดเพลินตลอดไป
ur: ہمیشہ کے لیے لطف اندوز ہوں۔
zh_hans: 永久享受

source: OFF
el: ΜΑΚΡΙΑ ΑΠΟ
fil: NAKA-OFF
he: כבוי
hi: बंद
hr: ISKLJUČENO
hu: LE
id: Mingguan
ku: JI
nl: Wekelijks
pl: Tygodniowe
th: ลดราคา
ur: آف
zh_hans: 关闭

source: by
ca: per
el: με
fil: sa pamamagitan ng
he: עַל יְדֵי
hi: द्वारा
hr: po
hu: által
id: Penawaran Eksklusif
ku: ji
nl: Exclusieve deal
pl: Oferta ekskluzywna
th: โดย
ur: کی طرف سے
zh_hans: 由

source: Exclusive Deal
ca: Oferta exclusiva
el: Αποκλειστική προσφορά
fil: Eksklusibong Deal
he: עסקה בלעדית
hi: विशेष डील
hr: Ekskluzivna ponuda
hu: Exkluzív ajánlat
id: Penawaran Waktu Terbatas Khusus untuk Anda!
ja: 限定セール
ku: Deal Exclusive
nl: Tijdelijke aanbieding speciaal voor u!
pl: Oferta ograniczona czasowo specjalnie dla Ciebie!
th: ข้อเสนอพิเศษเฉพาะ
ur: خصوصی ڈیل
zh_hans: 独家优惠

source: Limited Time Offer Specially For You!
ca: Oferta per temps limitat especialment per a tu!
el: Προσφορά περιορισμένου χρόνου ειδικά για εσάς!
fil: Limitadong Oras na Alok Espesyal Para sa Iyo!
he: מבצע לזמן מוגבל במיוחד בשבילך!
hi: सीमित समय के लिए विशेष ऑफर आपके लिए!
hr: Vremenski ograničena ponuda posebno za vas!
hu: Korlátozott idejű ajánlat kifejezetten Önnek!
id: Jangan Lewatkan!
ja: あなただけの期間限定オファー！
ku: Pêşniyara Demjimêra Bisînor Bi taybetî Ji bo We!
nl: Mis het niet!
pl: Nie przegap!
th: ข้อเสนอจำกัดเวลาสำหรับคุณโดยเฉพาะ!
ur: محدود وقت کی پیشکش خاص طور پر آپ کے لیے!
zh_hans: 限时特惠，专为您而设！

source: Don't Miss Out!
ca: No et perdis!
el: Μην το χάσετε!
fil: Huwag Palampasin!
he: אל תפספסו!
hi: इसे न चूकें!
hr: Ne propustite!
hu: Ne maradj le!
id: COBA SEKARANG
ja: お見逃しなく！
ku: Ji dest nede!
nl: PROBEER NU
pl: SPRÓBUJ TERAZ
th: อย่าพลาด!
ur: مت چھوڑیں!
zh_hans: 不要错过！
